/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "image_banner_Y4pDXT": {
      "type": "image-banner",
      "blocks": {
        "heading_UMpXpJ": {
          "type": "heading",
          "settings": {
            "heading": "Sparkling Wines",
            "heading_size": "h1"
          }
        }
      },
      "block_order": [
        "heading_UMpXpJ"
      ],
      "settings": {
        "image": "shopify://shop_images/IMG_2490.jpg",
        "image_overlay_opacity": 0,
        "image_height": "medium",
        "desktop_content_position": "middle-center",
        "show_text_box": true,
        "desktop_content_alignment": "center",
        "color_scheme": "",
        "image_behavior": "none",
        "mobile_content_alignment": "center",
        "stack_images_on_mobile": true,
        "show_text_below": true
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_xCHgXg": {
      "type": "rich-text",
      "blocks": {
        "heading_iRCdCi": {
          "type": "heading",
          "settings": {
            "heading": "<strong>How to Choose the Perfect Sparkling Wine for the Holidays</strong>",
            "heading_size": "h1"
          }
        },
        "text_n4JWAK": {
          "type": "text",
          "settings": {
            "text": "<p>The holidays and bubbles are inextricably linked. The sound of a cork popping feels inherently celebratory — a small gesture that turns any gathering into an occasion. With all the selections on the shelves, choosing the right bottle can feel overwhelming. Here’s how to find the right one for your table, your mood, and your guests.</p>",
            "heading_caption": "",
            "text_size_1": "s-small"
          }
        },
        "text_D7gfEg": {
          "type": "text",
          "settings": {
            "text": "<p><strong>1. Know Your Bubbles: The Two Main Methods</strong></p><p>The <em>traditional method</em> (or <em>méthode traditionnelle</em>) is the most time-intensive approach, with a secondary fermentation that happens inside each individual bottle. This process creates smaller, more persistent bubbles and layers of complexity. Expect notes of brioche, almond, and citrus zest - that signature “Champagne character.”</p><p>The <em>Charmat</em> (or <em>tank</em>) method, by contrast, allows the secondary fermentation to occur in large, pressurized tanks. It’s quicker and preserves the bright, fruit-forward aromatics of the grapes. The result? Juicy, accessible wines with lively bubbles - think <strong>Prosecco.</strong> These are fresh, floral, and easygoing; ideal for brunches, cocktail parties, or any occasion where you want a fun, crowd-pleasing pour.</p><p>Neither method is better; they simply express different styles.</p>",
            "heading_caption": "",
            "text_size_1": "s-small"
          }
        },
        "text_ww7YYg": {
          "type": "text",
          "settings": {
            "text": "<p><strong>2. Champagne compared to Other Bubbles</strong></p><p><strong>Champagne</strong> will always be the benchmark — a combination of cool climate, famous chalky<br/>soils, and centuries of craftsmanship that yields wines of precision and depth.<br/>Expect tension and richness, balanced by mineral drive and a long, refined<br/>finish. Whether it is from a grand cru or premier cru village, Champagne is a<br/>luxury; and for many, the holidays are the perfect time to indulge.</p><p>If you love the Champagne style but not the price, look to <strong>Crémant</strong>,<br/>France’s best-kept secret. Made the same way, but in other French regions other<br/>than Champagne, Crémants can offer remarkable finesse at half the cost. </p><p>Spain’s <strong>Cava</strong> are historically undervalued, but quality has soared in recent years. Producers like <strong>L’Atzar </strong>and<strong> Raventós i Blanc</strong> are making serious, terroir-driven wines that stand shoulder to shoulder with their<br/>French counterparts.</p><p>From Italy, <strong>Franciacorta</strong> offers the country’s most refined traditional-method sparkling, typically from Chardonnay and Pinot Noir. Expect creamy texture, subtle toast, and elegance without ostentation.</p><p>For something truly unique, <strong>Lambrusco</strong>, a sparkling Charmat method wine from Emilia-Romagna, Italy might be your answer. These wines pair perfectly with any charcuterie board, or when you are craving a touch more<br/>red-fruit.</p><p>And of course, <strong>Prosecco</strong> remains the life of the party - all pear, white flowers, and effervescence. </p><p></p><p><strong>3. Big Houses vs. Grower Producers</strong></p><p>Another decision point: do you reach for a big name or a small grower?</p><p><strong>The grandes marques</strong>, houses like Veuve Clicquot, Moët & Chandon, Krug, and Bollinger, are the icons of consistency. These wines are polished, reliable, and make an impressive gift when presentation matters as much as what’s inside the bottle.</p><p>On the other hand, <strong>grower-producer Champagnes</strong> (look for “RM” on the label, which stands for <em>Récoltant-Manipulant</em>) are made by the people who farm the grapes themselves. Each cuvée can offer more individuality and expression of terroir. They’re perfect for wine lovers who appreciate nuance, discovery and exclusivity over brand recognition. </p><p>Both have their place: the big houses deliver timeless glamour; the growers, soulful precision.</p><p><strong>4. A Blend of Vintages or a Moment in Time?</strong></p><p>Even though most Champagnes are a blend of different cuvées and vintages, often the <em>tête de cuvées</em> (top wines) are from a single vintage (aka year). In essence, vintage champagnes are unique in that instead of blending across years to make a consistent style, they become a snapshot of the weather/winemaking style from only <em>one year</em>.<br/></p><p>As such, Vintage Champagnes can be particularly sought after. For example, you might have heard of Dom Perignon (tête de cuvée from Moët & Chandon) or La Grande Dame (Veuve Clicquot) – these wines are famous with good reason!</p><p>If you are looking to really impress your guests, a vintage champagne can go a long way. </p><p><strong>5. Let the Vibes Guide You</strong></p><p>Ultimately, the best sparkling wine for the holidays is the one that fits your celebration. Toasting or gifting? Go for Champagne or Franciacorta. Hosting a brunch or cocktail hour? Reach for Prosecco or a Lambrusco. Sitting down to a long dinner? Crémant or Cava bring versatility and depth without<br/>overpowering the food (or budget).</p><p>The beauty of sparkling wine is that it adapts, equally at home with caviar<br/>or potato chips, black tie or slippers. Whatever your holiday looks like,<br/>there’s a bottle to match the mood.</p><p><strong>So go ahead -- pop, pour, and </strong><em><strong>let the season sparkle</strong></em><strong>. </strong></p>",
            "heading_caption": "",
            "text_size_1": "s-small"
          }
        },
        "button_RnjYah": {
          "type": "button",
          "disabled": true,
          "settings": {
            "button_label": "Button label",
            "button_link": "",
            "button_style_secondary": false,
            "button_label_2": "",
            "button_link_2": "",
            "button_style_secondary_2": false
          }
        }
      },
      "block_order": [
        "heading_iRCdCi",
        "text_n4JWAK",
        "text_D7gfEg",
        "text_ww7YYg",
        "button_RnjYah"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "left",
        "content_alignment": "left",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "image_banner_Y4pDXT",
    "main",
    "rich_text_xCHgXg"
  ]
}
